Repository: lwplugins/lw-zenadmin
Catalog: languages/lw-zenadmin-*.po
Languages: hu_hu

source: Clean up your WordPress admin — collect notices into a sidebar panel and manage dashboard widgets.
hu_hu: Tedd rendbe a WordPress admin felületet — gyűjtsd a notice-okat egy oldalsáv panelbe, és kezeld a dashboard widgeteket.

source: Lightweight plugins for WordPress - minimal footprint, maximum impact.
hu_hu: Könnyű bővítmények WordPresshez – minimális terhelés, maximális hatás.

source: Active
hu_hu: Aktív

source: Settings
hu_hu: Beállítások

source: Get Plugin
hu_hu: Bővítmény letöltése

source: Notices
hu_hu: Értesítések

source: Notice Collector
hu_hu: Értesítés gyűjtő

source: Collect all admin notices into a sidebar panel accessible from the admin bar. Keeps your admin pages clean and distraction-free.
hu_hu: Gyűjtsd össze az összes admin értesítéseit egy oldalsáv panelbe, ami az admin bar-ból elérhető. Tisztán és zavaró tényezőktől mentesen tartja az admin oldalaidat.

source: Enable
hu_hu: Engedélyezés

source: Collect notices into sidebar panel
hu_hu: Értesítések gyűjtése oldalsáv panelbe

source: Adds a Notices button to the admin bar. All notices are moved into a slide-in panel.
hu_hu: Hozzáad egy Értesítések gombot az admin bar-hoz. Minden notice egy becsúszó panelbe kerül.

source: Widgets
hu_hu: Widgetek

source: Dashboard Widget Manager
hu_hu: Dashboard Widget Kezelő

source: Control which widgets appear on your WordPress dashboard. Core and WooCommerce widgets are enabled by default.
hu_hu: Szabályozd, mely widgetek jelenjenek meg a WordPress dashboardon. A core és a WooCommerce widgetek alapból engedélyezve vannak.

source: Manage dashboard widget visibility
hu_hu: Dashboard widgetek láthatóságának kezelése

source: Hide or show individual dashboard widgets based on your preferences.
hu_hu: Egyéni beállításaid alapján elrejtheted vagy megjelenítheted az egyes dashboard widgeteket.

source: No widgets discovered yet. Visit the Dashboard once so the plugin can detect them.
hu_hu: Még nem találtam widgeteket. Látogasd meg egyszer a Dashboardot, hogy a bővítmény fel tudja ismerni őket.

source: Widget Visibility
hu_hu: Widget láthatóság

source: Show
hu_hu: Megjelenítés

source: Widget Name
hu_hu: Widget neve

source: Third-party
hu_hu: Harmadik féltől származó

source: Settings saved.
hu_hu: Beállítások elmentve.

source: Save Changes
hu_hu: Változtatások mentése

source: Admin Notices
hu_hu: Admin értesítések

source: Close
hu_hu: Bezárás

source: No notices.
hu_hu: Nincs notice.
